/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Заряд: %2$d%%, сила тока: %3$d, подключено: %4$@, заряжается: %5$@";

/* %d cycles */
"%d cycles" = "%d циклов";

/* %d entries */
"%d entries" = "%d записей";

/* %d minutes */
"%d minutes" = "%d минут";

/* %d months */
"%d months" = "%d месяцев";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d год(а), %2$d месяц(ев)";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dч:%2$.2dм";

/* %m/%d/%Y */
"%m/%d/%Y" = "%м/%д/%Г";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Выход из режима сна +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Зарядка батареи прервана +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Батарея полностью заряжена +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Батарея заряжается +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Переключение к питанию от сети +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Переход в режим сна ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Переключение к питанию от батареи ---";

/* . %@ to empty */
". %@ to empty" = ". %@ до разрядки";

/* . %@ to full charge */
". %@ to full charge" = ". %@ до полной зарядки";

/* 1 hour */
"1 hour" = "1 час";

/* === Application started === */
"=== Application started ===" = "=== Программа запущена ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Мониторинг возобновлен ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Мониторинг остановлен ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== Система выключается ===";

/* AC adapter */
"AC adapter" = "Сеть";

/* *** TRANSLATE THIS *** Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Added shared battery #%1$d on %2$@";

/* Alerts */
"Alerts" = "Оповещения";

/* Amperage */
"Amperage" = "Сила тока";

/* battery */
"battery" = "батарея";

/* Battery Changed */
"Battery Changed" = "Батарея заменена";

/* Battery Details */
"Battery Details" = "Информация о батарее";

/* Battery Exhausted */
"Battery Exhausted" = "Батарея использована";

/* Battery Low */
"Battery Low" = "Низкий заряд батареи";

/* Calculating... */
"Calculating..." = "Расчитывается...";

/* Cancel */
"Cancel" = "Отмена";

/* Capacity */
"Capacity" = "Объем";

/* Charge */
"Charge" = "Заряд";

/* Charge Started */
"Charge Started" = "Началась зарядка";

/* Charge Stopped */
"Charge Stopped" = "Зарядка прервана";

/* Charge: %d%% */
"Charge: %d%%" = "Заряд: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Заряд: %1$d%%, вольтаж: %2$dmV, сила тока: %3$dмA (макс.: %4$dмA), подключено: %5$@, зарядка: %6$@, циклов: %7$d";

/* Charging */
"Charging" = "Зарядка";

/* Chart View */
"Chart View" = "Графики";

/* Clear Log */
"Clear Log" = "Очистить журнал";

/* Could not write to file %@ */
"Could not write to file %@" = "Невозможно записать в файл %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Текущий заряд: %d%%";

/* Cycle Count */
"Cycle Count" = "Циклов";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Количество циклов или объем батареи изменился. Срез создан.";

/* Date */
"Date" = "Дата";

/* Demo Battery */
"Demo Battery" = "Демонстрационная батарея";

/* Details */
"Details" = "Информация";

/* Diagnostics */
"Diagnostics" = "Диагностика";

/* Energy Saver */
"Energy Saver" = "Энергосбережение";

/* Error writing to file */
"Error writing to file" = "Ошибка записи в файл";

/* Evaluation license */
"Evaluation license" = "Пробная лицензия";

/* Export */
"Export" = "Экспорт";

/* Family pack license */
"Family pack license" = "Семейная лицензия";

/* *** TRANSLATE THIS *** Found Shared Battery */
"Found Shared Battery" = "Found Shared Battery";

/* General */
"General" = "Общие";

/* Gift license */
"Gift license" = "Подарочная лицензия";

/* Hide Battery Status */
"Hide Battery Status" = "Скрыть информацию о батарее";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Скрыть информацию о сессиях";

/* Hide Sidebar */
"Hide Sidebar" = "Скрыть боковую панель";

/* Inspect */
"Inspect" = "Проверить";

/* Inspect Session */
"Inspect Session" = "Проверить сессию";

/* Later */
"Later" = "Позже";

/* License expired */
"License expired" = "Срок действия лицензии истек";

/* Max Capacity */
"Max Capacity" = "Максимальный объем";

/* *** TRANSLATE THIS *** MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "MiniBatteryLogger Battery Data Sharing";

/* Monitoring Started */
"Monitoring Started" = "Мониторинг запущен";

/* Monitoring Stopped */
"Monitoring Stopped" = "Мониторинг остановлен";

/* Never */
"Never" = "Никогда";

/* no */
"no" = "нет";

/* No */
"No" = "Нет";

/* No Snapshots */
"No Snapshots" = "Не создавать срезы";

/* Not available */
"Not available" = "Недоступно";

/* Not Eligible */
"Not Eligible" = "Неприемлемо";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Мониторинг включен для батареи %1$d на %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Открыть настройки энергосбережения";

/* Open Log */
"Open Log" = "Открыть журнал";

/* Open Log in Console */
"Open Log in Console" = "Открыть журнал в консоли";

/* Original Capacity */
"Original Capacity" = "Изначальный объем";

/* Plugged */
"Plugged" = "Подключено";

/* Power Source Changed */
"Power Source Changed" = "Изменился источник питания";

/* Power source: %@ */
"Power source: %@" = "Источник питания: %@";

/* Print Document */
"Print Document" = "Напечатать документ";

/* Registration */
"Registration" = "Регистрация";

/* Restart now */
"Restart now" = "Перезапустить сейчас";

/* Restart required */
"Restart required" = "Требуется перезапуск";

/* Resume */
"Resume" = "Возобновить";

/* Resume Monitoring */
"Resume Monitoring" = "Возобновить мониторинг";

/* Session */
"Session" = "Сессия";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Сессия начата %1$@ в %2$@, мониторинг включен %3$@ ч";

/* Sessions */
"Sessions" = "Сессии";

/* Sessions Browser */
"Sessions Browser" = "Просмотр сессий";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Если установить "0" в качестве этого значения предупреждения будут отключены. Вы уверены?";

/* *** TRANSLATE THIS *** Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Shared battery #%1$d on %2$@ no longer available";

/* *** TRANSLATE THIS *** Shared Battery Removed */
"Shared Battery Removed" = "Shared Battery Removed";

/* Sharing */
"Sharing" = "Общий доступ";

/* Shift */
"Shift" = "Сдвиг";

/* Shift Chart */
"Shift Chart" = "Сдвинуть график";

/* Show Battery Status */
"Show Battery Status" = "Показать информацию о батарее";

/* Show Sessions Browser */
"Show Sessions Browser" = "Показать информацию о сессиях";

/* Show Sidebar */
"Show Sidebar" = "Показать боковую панель";

/* Single user license */
"Single user license" = "Персональная лицензия";

/* Site license */
"Site license" = "Общая лицензия";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Срез создан";

/* Software Update */
"Software Update" = "Обновления...";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Выдана: %1$@, заканчивается: %2$@, тип лицензии: %3$@";

/* Stop */
"Stop" = "Стоп";

/* Stop Monitoring */
"Stop Monitoring" = "Выключить мониторинг";

/* Switching to AC Power */
"Switching to AC Power" = "Переключение к питанию от сети";

/* Switching to Battery Power */
"Switching to Battery Power" = "Переключение к питанию от батареи";

/* Test Notification */
"Test Notification" = "Тестовое уведомление";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "Батарея достигла %d%% от своего изначального объема";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "Время действия этого лицензионного ключа закончилось";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Эта батарея не подпадает под программу замены батареи в компьютерах iBook G4 и PowerBook G4";

/* This is a test notification */
"This is a test notification" = "Это тестовое уведомление";

/* This Mac */
"This Mac" = "Этот Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Эта настройка требует перезапуска программы. Вы можете перезапустить программу сейчас или позже.";

/* Type */
"Type" = "Тип";

/* Unknown */
"Unknown" = "Неизвестно";

/* Version %@ (%@) */
"Version %@ (%@)" = "Версия %1$@ (%2$@)";

/* View */
"View" = "Просмотр";

/* Voltage */
"Voltage" = "Вольтаж";

/* Warning disabled */
"Warning disabled" = "Предупреждения отключены";

/* Yes */
"Yes" = "Нет";

/* yes */
"yes" = "да";

/* Zoom */
"Zoom" = "Увеличение";

